# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'koekeishiya/formulae'

# Binaries
brew 'awscli'
brew 'bash' # Latest Bash version
brew 'bat' # Used for spatie/visit
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'jq' # Used for spatie/visit
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'svn' # Needed to install fonts
brew 'lazydocker'
brew 'yabai'
brew 'skhd'
brew 'yarn'
brew 'ruff'
brew 'ruff-lsp'
brew 'pipx'
brew 'neovim'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'node'
brew 'nvm'
brew 'powerlevel10k'
brew 'alacritty'

# Apps
cask '1password'
cask 'docker'
cask 'firefox-developer-edition'
cask 'vivaldi'
cask 'alacritty'
cask 'karabiner-elements'
cask 'betterdisplay'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
# cask 'font-source-sans-pro'
# cask 'font-source-serif-pro'
cask 'font-hack-nerd-font'
cask 'font-symbols-only-nerd-font'
